/* Class = "UILabel"; text = "Point of Sale needs your current location"; ObjectID = "JUW-Z1-uxf"; */
"JUW-Z1-uxf.text" = "Punto de venta necesita tu ubicación actual";

/* Class = "UILabel"; text = "Location Services must be turned on at all times when using Square. Square needs to know where transactions take place in order to reduce the risks associated with those transactions and to minimize payment disputes."; ObjectID = "dB5-qg-PFN"; */
"dB5-qg-PFN.text" = "Cuando utilices Square, los Servicios de localización deben siempre estar activados. Square necesita saber dónde se efectúan las transacciones para minimizar cualquier riesgo asociado con las mismas y para disminuir los reclamos de pago.";

/* Class = "UILabel"; text = "From your Settings app, please visit Privacy > Location Services to ensure Location Services is on and enabled for Square Register. Relaunch Register to begin accepting credit cards."; ObjectID = "hcT-H1-m6X"; */
"hcT-H1-m6X.text" = "Desde la aplicación Ajustes, visita Privacidad> Servicios de ubicación para cerciorarte que los Servicios de ubicación estén activados para Caja Square. Abre Caja Square de nuevo para empezar a aceptar tarjetas de crédito.";

